import {
  Cable,
  ClipboardPen,
  DatabaseBackup,
  Hourglass,
  Search,
} from "lucide-react"

export const features = [
  {
    title: "Удобный Поиск Оборудования",
    text: "Наша платформа создана для быстрого и удобного подбора оборудования. Система фильтрации позволяет отсортировать товары по производителям, характеристикам, наличию на складах и цене. Найдите ПЛК, датчики, приводы и преобразователи всего за пару кликов!",
    icon: Search,
  },
  {
    title: "Регистрация для Поставщиков",
    text: "Вы — поставщик? Присоединяйтесь к нашей платформе! Разместите свои товары и расширьте охват клиентов, которым срочно требуется оборудование. Ваша продукция станет доступной для тысяч пользователей, что повысит вероятность успешных сделок.",
    icon: ClipboardPen,
  },
  {
    title: "Прямой Контакт с Поставщиками",
    text: "Забудьте о долгих цепочках посредников. С нашей платформой вы сможете напрямую обсудить детали с поставщиком, задать вопросы и договориться об условиях. Это экономит время и делает процесс покупки проще.",
    icon: Cable,
  },
  {
    title: "Обширная База Данных",
    text: "Наша платформа объединяет информацию о тысячах товаров от проверенных поставщиков. Расширяющаяся база данных позволяет находить самые современные и редкие модели оборудования, подходящие именно для ваших нужд",
    icon: DatabaseBackup,
  },
  {
    title: "Экономия Времени и Ресурсов",
    text: "Теперь всё в одном месте! Наша платформа избавляет от необходимости искать оборудование на десятках сайтов. Мы объединяем всё, что вам нужно, чтобы ускорить процесс поиска и сократить затраты.",
    icon: Hourglass,
  },
  {
    title: "Текущая доступность и статус склада",
    text: "Актуальная информация о наличии товаров на складах поставщиков. Это особенно важно для срочных заказов, когда задержки неприемлемы.",
    icon: Hourglass,
  },
]
