import {
  Cable,
  ClipboardPen,
  DatabaseBackup,
  Hourglass,
  Search,
} from "lucide-react"

export const features = [
  {
    title: "Удобный Поиск Оборудования",
    text: "Наша платформа позволяет пользователям быстро находить оборудование, которое есть в наличии на складах, что значительно упрощает процесс поиска.",
    icon: Search,
  },
  {
    title: "Регистрация для Поставщиков",
    text: "Поставщики могут зарегистрироваться на платформе и загрузить информацию о товарах, находящихся на их складах. Это позволяет им не только увеличить видимость своей продукции, но и привлечь клиентов, которые срочно ищут определенное оборудование.",
    icon: ClipboardPen,
  },
  {
    title: "Прямой Контакт с Поставщиками",
    text: "Платформа обеспечивает прямую связь между покупателями и поставщиками. Это значит, что вы можете задать вопросы, обсудить условия и договориться о покупке напрямую, что значительно ускоряет процесс сделки.",
    icon: Cable,
  },
  {
    title: "Обширная База Данных",
    text: "С нашим растущим каталогом товаров вы можете быть уверены, что найдете именно то, что вам нужно. Мы стремимся расширить базу производителей и поставщиков, чтобы предоставить вам максимально широкий выбор оборудования.",
    icon: DatabaseBackup,
  },
  {
    title: "Экономия Времени и Ресурсов",
    text: "Забудьте о долгих поисках по различным сайтам и каталогам. Наша платформа объединяет все необходимые ресурсы в одном месте, позволяя вам сэкономить время и усилия при поиске оборудования.",
    icon: Hourglass,
  },
]
