import {
  Cable,
  ClipboardPen,
  DatabaseBackup,
  Hourglass,
  Search,
} from "lucide-react"

export const features = [
  {
    title: "Удобный Поиск Оборудования",
    text: "Мы делаем сервис удобным и быстрым - каждый день! Оставляйте пожелания и мы их постараемся учесть.",
    icon: Search,
  },
  {
    title: "Регистрация для Поставщиков",
    text: "Регистрируйтесь и загружайте ваши складские позиции.",
    icon: ClipboardPen,
  },
  {
    title: "Прямой Контакт с Поставщиками",
    text: "Связывайтесь с поставщиками и обсуждайте детали напрямую.",
    icon: Cable,
  },
  {
    title: "Растущая База Данных",
    text: "Расширяющаяся база данных позволяет находить необходимое оборудование в ниличии",
    icon: DatabaseBackup,
  },
  {
    title: "Экономия Времени и Ресурсов",
    text: "Всё в одном месте! ",
    icon: Hourglass,
  },
  {
    title: "Текущая доступность и статус склада",
    text: "Актуальная информация о наличии товаров на складах поставщиков.",
    icon: Hourglass,
  },
]
